const sectionsData = [
  {
    title: "Экскурсии по Сочи",
      text: [
      "Уникальные экскурсии по самым красивым местам Сочи.", 
      "Посетите Олимпийский парк, Красную Поляну, водопады, Дендрарий и многие другие достопримечательности. Мы предлагаем как групповые, так и индивидуальные туры..."
    ],
    features: [
      "Трансфер из любого района Сочи",
      "Комфортабельный автомобиль",
      "Оптимальный маршрут",
      "Не нужно ждать группу",
      "Фотосессии в красивых местах",
      ],
    images: [
      { src: "assets/images/sochi/fontan.png", caption: "Олимпийский парк" },
      { src: "assets/images/sochi/snow1.jpg", caption: "Красная Поляна" },
      { src: "assets/images/sochi/Морпорт.jpg", caption: "Морской порт" },
      { src: "assets/images/sochi/Sea.jpg", caption: "Море Закат" },
      ],
    link: "sochi.html"   
  },
  {
    title: "Туры по Абхазии оз. Рица",
    text: [
      "Откройте для себя красоты Абхазии...",
      "Наши самые популярные маршруты включают озеро Рица, Гагра, каньон Каменный мешок, Голубое Озеро, пляж Белые скалы и многое другое..."
    ],
    features: [
      "Личный транспорт с кондиционером",
      "Просторный салон",
      "Дегустации абхазских вин и чачи по желанию",
      "Остановки в красивых локациях",
      "Возможность избежать туристических групп",
      ],
    images: [
      { src: "assets/images/abh/Riza3.jpg", caption: "Озеро Рица" },
      { src: "assets/images/abh/ГолубоеОзеро.jpg", caption: "Голубое Озеро" },
      { src: "assets/images/abh/Gagra1.jpg", caption: "Гагра" },
      { src: "assets/images/abh/Riza4.jpg", caption: "Озеро Рица" },
   ],
   link: "riza.html" 
  },
{
    title: "Туры по Абхазии Новый Афон",
    text: [
      "Откройте для себя красоты Абхазии...",
      "Наши самые популярные маршруты включают Новый Афон, Анакопийская крепость, мужской монастырь, водопады, Гагра, Новоафонские пещеры и многое другое..."
    ],
    features: [
      "Свободное время для прогулок и фотографий",
      "Индивидуальный маршрут без ожидания группы",
      "Посещение ключевых достопримечательностей",
      "Поездка без суеты: только вы и красота Абхазии",
      "Возможность выбора маршрута «на ходу»",
      ],
    images: [
      { src: "assets/images/abh/Afon.jpg", caption: "Водопад в Новом Афоне" },
      { src: "assets/images/abh/НовАфон.jpg", caption: "Новоафонский монастырь" },
      { src: "assets/images/abh/peshchera.jpg", caption: "Новоафонская Пещера" },
      { src: "assets/images/abh/Гагра.jpg", caption: "Гагра" },
    ],
    link: "afon.html" 
  },
  {
    title: "Трансфер",
    text: [
      "Так же предлагаем транфер...",
      "Из Аэропорта в Сочи/Красную Поляну или любой необходимый маршрут."
    ],
    features: [
      "Из Аэропорта в Сочи/Красную Поляну, Абхазию",
      "В Аэропорт из Сочи/Красной Поляны, Абхазии",
      "Заблаговременный выезд",
      "Прибытие в Аэропорт без опозданий",
     ],
    images: [
      { src: "assets/images/more/avto.jpg", caption: "Toyota Tank" },
      { src: "assets/images/more/avto2.jpg", caption: "Toyota Tank салон" },
      { src: "assets/images/more/avto1.jpg", caption: "Toyota Tank" },
      { src: "assets/images/more/Toyota Tank задний ряд.png", caption: "Toyota Tank салон" }
    ]
    }
];