// 🔹 Данные для секций (заголовок, текст, список преимуществ, картинки)
const sectionsData = [
  {
    title: "Экскурсии по Сочи",
    text: [
      "Уникальные экскурсии по самым красивым местам Сочи. Посетите Олимпийский парк, Красную Поляну, водопады, Дендрарий и многие другие достопримечательности.",
      "Мы предлагаем как групповые, так и индивидуальные туры..."
    ],
    features: [
      "Трансфер из любого района Сочи",
      "Комфортабельный автомобиль",
      "Оптимальный маршрут",
      "Не нужно ждать группу",
      "Фотосессии в красивых местах"
    ],
    images: [
      { src: "assets/images/sochi/ОлимпПарк.jpg", caption: "Олимпийский парк" },
      { src: "assets/images/sochi/Mountains7.jpg", caption: "Красная Поляна" },
      { src: "assets/images/sochi/Морпорт.jpg", caption: "Морской порт" },
      { src: "assets/images/sochi/Sea.jpg", caption: "Море Закат" },
      { src: "assets/images/sochi/ОлимпПаркФ.jpg", caption: "Фонтан Олимпийский Парк" },
      { src: "assets/images/sochi/Waterfall1.jpg", caption: "Водопад Змейка" },
    ]
  },
  {
    title: "Туры по Абхазии оз. Рица",
    text: [
      "Откройте для себя красоты Абхазии...",
      "Наши самые популярные маршруты включают озеро Рица, Гагра, каньон Каменный мешок, Голубое Озеро, пляж Белые скалы и многое другое..."
    ],
    features: [
      "Личный транспорт с кондиционером",
      "Просторный салон",
      "Дегустации абхазских вин и чачи",
      "Остановки в красивых локациях",
      "Возможность избежать туристических толп"
    ],
    images: [
      { src: "assets/images/abh/Riza3.jpg", caption: "Озеро Рица" },
      { src: "assets/images/abh/ГолубоеОзеро.jpg", caption: "Голубое Озеро" },
      { src: "assets/images/abh/Gagra1.jpg", caption: "Гагра" },
      { src: "assets/images/abh/Riza4.jpg", caption: "Озеро Рица" },
      { src: "assets/images/abh/White Rocks5.jpg", caption: "Белые скалы" },
      { src: "assets/images/abh/River1.jpg", caption: "Ущелье" }
    ]
  },
{
    title: "Туры по Абхазии Новый Афон",
    text: [
      "Откройте для себя красоты Абхазии...",
      "Наши самые популярные маршруты включают Новый Афон, Анакопийская крепость, мужской монастырь, водопады, Гагра, Новоафонские пещеры и многое другое..."
    ],
    features: [
      "Личный транспорт с кондиционером",
      "Просторный салон",
      "Дегустации абхазских вин и чачи",
      "Остановки в красивых локациях",
      "Возможность избежать туристических толп"
    ],
    images: [
      { src: "assets/images/abh/Afon.jpg", caption: "Водопад в Новом Афоне" },
      { src: "assets/images/abh/НовАфон.jpg", caption: "Новоафонский монастырь" },
      { src: "assets/images/abh/peshchera.jpg", caption: "Новоафонская Пещера" },
      { src: "assets/images/abh/Гагра.jpg", caption: "Гагра" },
      { src: "assets/images/abh/Afon3.jpg", caption: "Железнодорожная станция" },
      { src: "assets/images/abh/krepost.jpg", caption: "Анакопийская Крепость" }
    ]
  }
];